tap "hashicorp/tap"
tap "jacobfgrant/tap"
brew "tree"
brew "ansible"
brew "ansible-lint"
brew "python@3.13"
brew "aws-sam-cli"
brew "awscli"
brew "bash"
brew "doctl"
brew "gh"
brew "git"
brew "go"
brew "helm"
brew "imagemagick"
brew "kubernetes-cli"
brew "make"
brew "minikube"
brew "python@3.11"
brew "python@3.12"
brew "stow"
brew "terraform-docs"
brew "tflint"
brew "tmux"
brew "vim"
brew "wget"
brew "hashicorp/tap/packer"
brew "hashicorp/tap/terraform"
brew "jacobfgrant/tap/unity-rearm"
cask "claude-code"
cask "gcloud-cli"
vscode "4ops.terraform"
vscode "davidbwaters.macos-modern-theme"
vscode "docker.docker"
vscode "github.vscode-github-actions"
vscode "hashicorp.terraform"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "tomoki1207.pdf"
vscode "tyriar.sort-lines"
